{"translation-revision-date":"2024-11-12 19:56:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Open pop-up when clicked":["Åben et pop-op vindue når der klikkes"],"Crop images to fit":["Beskær billeder, så de passer"],"Media Settings":["Medieindstillinger"],"Zoom while hovering":["Zoom, mens du holder musen over"],"Clicking on the large image will open a full-screen gallery experience.":["Hvis du klikker på det store billede, åbnes et galleri i fuld skærm."],"While hovering the large image will zoom in by 30%.":["Når du holder musen over det store billede, zoomer du ind med 30%."],"Images will be cropped to fit within a square space.":["Billeder vil blive beskåret, så de passer ind i et kvadratisk rum."],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Vælg, hvor mange thumbnails (3-8) der skal vises. Hvis der findes flere billeder, vises knappen \"Vis alle\"."],"Off":["Fra"],"Thumbnails":["Miniaturebilleder"],"Number of Thumbnails":["Antal miniaturebilleder"],"A strip of small images will appear to the right of the main gallery image.":["Der vises en stribe små billeder til højre for galleriets hovedbillede."],"A strip of small images will appear below the main gallery image.":["En stribe små billeder vises under galleriets hovedbillede."],"A strip of small images will appear to the left of the main gallery image.":["Der vises en stribe små billeder til venstre for galleriets hovedbillede."],"No thumbnails will be displayed.":["Der vil ikke blive vist miniaturebilleder."],"An error has prevented the block from being updated.":["En fejl har forhindret blokken i at blive opdateret."],"The following error was returned":["Følgende fejl opstod"],"Sorry, an error occurred":["Der opstod desværre en fejl"],"The following error was returned from the API":["Følgende fejl blev returneret fra API'en"],"Retry":["Forsøg igen"]}},"comment":{"reference":"assets\/client\/blocks\/wc-blocks.js"}}